jorgebucaran/fisher
nickeb96/expanddots
laughedelic/brew-completions
goranmoomin/fish-color-manual
joseluisq/gitnow@2.1.1
jethrokuan/z
jhillyerd/plugin-git
patrickf1/fzf.fish
ilancosman/tide@v5
meaningful-ooo/sponge
